Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# copied_passport_number
source: Copied a passport number
ar: نسخ رقم جواز السفر
de: Passnummer kopiert
es: Número de pasaporte copiado
fr: Numéro de passeport copié
hu: Útlevélszám másolva
it: Numero di passaporto copiato
ja: パスポート番号をコピーしました
ko: 여권 번호를 복사했습니다.
pt_br: Número do passaporte copiado
pt_pt: Número de passaporte copiado
ru: Скопирован номер паспорта
uk: Скопійовано номер паспорта
zh_hans: 已复制护照号码

# copied_password
source: Copied a password
ar: تم نسخ كلمة المرور
de: Passwort kopiert
es: Contraseña copiada
fr: Mot de passe copié
hu: Jelszó másolva
it: Password copiata
ja: パスワードをコピーしました
ko: 비밀번호를 복사했습니다.
pt_br: Senha copiada
pt_pt: Palavra-passe copiada
ru: Скопирован пароль
uk: Скопійовано пароль
zh_hans: 已复制密码

# copied_phone_number
source: Copied a phone number
ar: تم نسخ رقم الهاتف
de: Telefonnummer kopiert
es: Número de teléfono copiado
fr: Numéro de téléphone copié
hu: Telefonszám másolva
it: Numero di telefono copiato
ja: 電話番号をコピーしました
ko: 전화번호를 복사했습니다.
pt_br: Número de telefone copiado
pt_pt: Número de telefone copiado
ru: Скопирован номер телефона
uk: Скопійовано номер телефону
zh_hans: 已复制电话号码

# copied_tag
source: Copied a tag
ar: تم نسخ الوسم
de: Tag kopiert
es: Etiqueta copiada
fr: Copie d'un tag
hu: Címke másolva
it: Tag copiato
ja: タグをコピーしました
ko: 태그를 복사했습니다.
pt_br: Copiou uma etiqueta
pt_pt: Copiei uma etiqueta
ru: Тег скопирован
uk: Скопійовано мітку
zh_hans: 已复制标签

# copied_uri
source: Copied a URI
ar: تم نسخ URI
de: URI kopiert
es: URL copiada
fr: URI copié
hu: URI másolva
it: URI copiato
ja: URI をコピーしました
ko: URI를 복사했습니다.
pt_br: URI copiada
pt_pt: URI copiado
ru: Скопирован URI
uk: Скопійовано URI
zh_hans: 已复制 URI

# copied_url
source: Copied a URL
ar: تم نسخ عنوان URL
de: URL kopiert
es: URL copiada
fr: URL copié
hu: URL másolva
it: URL copiato
ja: URL をコピーしました
ko: URL을 복사했습니다.
pt_br: URL copiada
pt_pt: URL copiado
ru: Скопирован URL
uk: Скопійовано URL
zh_hans: 已复制 URL

# copied_username
source: Copied a username
ar: تم نسخ اسم المستخدم
de: Benutzername kopiert
es: Nombre de usuario copiado
fr: Nom d'utilisateur copié
hu: Felhasználónév másolva
it: Nome utente copiato
ja: ユーザー名をコピーしました
ko: 사용자 이름을 복사했습니다.
pt_br: Nome de usuário copiado
pt_pt: Nome de utilizador copiado
ru: Скопировано имя пользователя
uk: Скопійовано ім'я користувача
zh_hans: 已复制用户名

# copied_value
source: Copied a value
ar: تم نسخ قيمة
de: Wert kopiert
es: Valor copiado
fr: Valeur copiée
hu: Érték másolva
it: Valore copiato
ja: 値をコピーしました
ko: 값을 복사했습니다.
pt_br: Valor copiado
pt_pt: Valor copiado
ru: Скопировано значение
uk: Скопійовано значення
zh_hans: 已复制值

source: Copy
ar: ينسخ
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
uk: Скопіювати
zh_hans: 复制

source: Copy bundle ID
ar: نسخ معرّف الحزمة
de: Bundle-ID kopieren
es: Copiar ID del paquete
fr: Copier l'identifiant du lot
hu: Csomagazonosító másolása
it: Copia Bundle ID
ko: 번들 ID 복사
pt_br: Copiar ID do pacote
pt_pt: Copiar ID do pacote
ru: Скопировать ID пакета
uk: Скопіювати ідентифікатор пакета
zh_hans: 复制捆绑 ID

source: Copy card number
ar: انسخ رقم البطاقة
de: Kartennummer kopieren
es: Copiar número de tarjeta
fr: Copier le numéro de la carte
hu: Kártyaszám másolása
it: Copia numero carta
ja: カード番号をコピー
ko: 카드 번호 복사
pt_br: Copiar número do cartão
pt_pt: Copiar número do cartão
ru: Скопировать номер карты
uk: Скопіювати номер картки
zh_hans: 复制卡号

source: Copy cardholder name
ar: انسخ اسم حامل البطاقة
de: Namen des Karteninhabers kopieren
es: Copiar el nombre del titular de la tarjeta
fr: Copier le nom du titulaire de la carte
hu: Kártyabirtokos név másolása
it: Copia nome titolare della carta
ja: カードの名義人名をコピー
ko: 카드 소유자 이름 복사
pt_br: Copiar nome do titular do cartão
pt_pt: Copiar nome do titular
ru: Скопировать имя держателя карты
uk: Скопіювати ім’я власника карти
zh_hans: 复制持卡人姓名

# copy_cvv_code
source: Copy security code
ar: انسخ رمز الأمان
de: CVV-Code kopieren
es: Copiar código de seguridad
fr: Copier le code de sécurité
hu: Biztonsági kód másolása
it: Copia codice CVV
ja: CVV コードをコピー
ko: 보안 코드(CVV) 복사
pt_br: Copiar código de segurança
pt_pt: Copiar código CVV
ru: Скопировать CVV код
uk: Скопіювати CVV-код
zh_hans: 复制安全码（CVV）

source: Copy email
ar: نسخ البريد الإلكتروني
de: E-Mail kopieren
es: Copiar correo electrónico
fr: Copier l'e-mail
hu: Email cím másolása
it: Copia email
ja: メールアドレスをコピー
ko: 이메일 복사
pt_br: Copiar e-mail
pt_pt: Copiar e-mail
ru: Скопировать email
uk: Скопіювати ел. пошту
zh_hans: 复制电子邮件

source: Copy expiration month
ar: نسخ شهر انتهاء الصلاحية
de: Ablaufmonat kopieren
es: Copiar el mes de caducidad
fr: Copier le mois d'expiration
hu: Lejárati hónap másolása
it: Copia mese di scadenza
ja: 有効期限月をコピー
ko: 만료 월 복사
pt_br: Copiar mês de expiração
pt_pt: Copiar mês de expiração
ru: Скопировать месяц истечения срока действия
uk: Скопіювати місяць закінчення строку дії
zh_hans: 复制过期月份

source: Copy expiration year
ar: نسخة سنة انتهاء الصلاحية
de: Ablaufjahr kopieren
es: Copiar el año de caducidad
fr: Copier l'année d'expiration
hu: Lejárati év másolása
it: Copia anno di scadenza
ja: 有効期限年をコピー
ko: 만료 연도 복사
pt_br: Copiar ano de expiração
pt_pt: Copiar ano de expiração
ru: Скопировать год истечения срока действия
uk: Скопіювати рік закінчення строку дії
zh_hans: 复制过期年份

# copy_gpg_fingerprint
source: Copy fingerprint
ar: نسخ البصمة
de: Fingerabdruck kopieren
es: Copiar huella digital
fr: Copier l'empreinte
it: Copia impronta digitale
ja: フィンガープリントをコピー
ko: 핑거프린트 복사
pt_br: Copiar impressão digital
pt_pt: Copiar impressão digital
ru: Скопировать отпечаток
uk: Скопіювати відбиток
zh_hans: 复制指纹

# copy_gpg_public_key
source: Copy public key
ar: نسخ المفتاح العام
de: Öffentlicher Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
it: Copia chiave pubblica
ja: 公開鍵をコピー
ko: 공개 키 복사
pt_br: Copiar chave pública
pt_pt: Copiar chave pública
ru: Скопировать открытый ключ
uk: Скопіювати публічний ключ
zh_hans: 复制公钥

# copy_gpg_unencrypted_private_key
source: Copy unencrypted private key
ar: نسخ المفتاح الخاص غير المشفّر
de: Unverschlüsselter privater Schlüssel kopieren
es: Copiar la clave privada sin cifrar
fr: Copier la clé privée non chiffrée
it: Copia chiave privata non crittografata
ja: 暗号化されていない秘密鍵をコピー
ko: 암호화되지 않은 개인 키 복사
pt_br: Copiar chave privada não criptografada
pt_pt: Copiar chave privada não encriptada
ru: Скопировать незашифрованный секретный ключ
uk: Скопіювати незашифрований секретний ключ
zh_hans: 复制未加密的私钥

source: Copy license number
ar: نسخ رقم الترخيص
de: Lizenznummer kopieren
es: Copiar número de licencia
fr: Copier le numéro de permis
hu: Vezetői engedély szám másolása
it: Copia numero di licenza
ja: 免許証番号をコピー
ko: 운전면허 번호 복사
pt_br: Copiar número da CNH
pt_pt: Copiar número da licença
ru: Скопировать номер лицензии
uk: Скопіювати номер ліцензії
zh_hans: 复制驾照号码

# copy_otp_code
source: Copy one-time password
ar: انسخ كلمة المرور لمرة واحدة
de: Einmalpasswort kopieren
es: Copiar la contraseña de un solo uso
fr: Copier le mot de passe unique
hu: Egyszeri jelszó másolása
it: Copia OTP
ja: ワンタイムパスワードをコピー
ko: OTP 코드 복사
pt_br: Copiar senha de uso único
pt_pt: Copiar código OTP
ru: Копировать одноразовый пароль
uk: Скопіювати одноразовий пароль
zh_hans: 复制动态密码

# copy_otp_secret_code
source: Copy secret key
ar: انسخ المفتاح السري
de: Geheimschlüssel kopieren
es: Copiar clave secreta
fr: Copier la clé secrète
hu: Titkos kulcs másolása
it: Copia chiave segreta
ja: 秘密鍵をコピー
ko: 비밀 키 복사
pt_br: Copiar chave secreta
pt_pt: Copiar chave secreta
ru: Копировать секретный ключ
uk: Скопіювати секретний ключ
zh_hans: 复制私钥

source: Copy package name
ar: انسخ اسم الحزمة
de: Paketname kopieren
es: Copiar el nombre del paquete
fr: Copier le nom du package
hu: Csomagnév másolása
it: Copia nome pacchetto
ja: パッケージ名をコピー
ko: 패키지 이름 복사
pt_br: Copiar nome do pacote
pt_pt: Copiar nome do pacote
ru: Скопировать имя пакета
uk: Скопіювати назву пакета
zh_hans: 复制包名

source: Copy passport number
ar: نسخ رقم جواز السفر
de: Passnummer kopieren
es: Copiar número de pasaporte
fr: Copier le numéro de passeport
hu: Útlevélszám másolása
it: Copia numero di passaporto
ja: パスポート番号をコピー
ko: 여권 번호 복사
pt_br: Copiar número do passaporte
pt_pt: Copiar número do passaporte
ru: Скопировать номер паспорта
uk: Скопіювати номер паспорта
zh_hans: 复制护照号码

source: Copy password
ar: انسخ كلمة المرور
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
hu: Jelszó másolása
it: Copia password
ja: パスワードをコピー
ko: 비밀번호 복사
pt_br: Copiar senha
pt_pt: Copiar palavra-passe
ru: Скопировать пароль
uk: Копіювати пароль
zh_hans: 复制密码

source: Copy phone number
ar: انسخ رقم الهاتف
de: Telefonnummer kopieren
es: Copiar número de teléfono
fr: Copier le numéro de téléphone
hu: Telefonszám másolása
it: Copia numero di telefono
ja: 電話番号をコピー
ko: 전화번호 복사
pt_br: Copiar número de telefone
pt_pt: Copiar número de telefone
ru: Скопировать номер телефона
uk: Скопіювати номер телефону
zh_hans: 复制电话号码

source: Copy send
ar: نسخ إرسال
de: Senden kopieren
es: Copiar envío
fr: Copier le send
hu: Küldés másolása
it: Copia Send
ja: Send にコピー
ko: Send 복사
pt_br: Copiar envio
pt_pt: Copiar envio
ru: Скопировать отправку
uk: Скопіювати відправлення
zh_hans: 复制 Send

# copy_ssh_fingerprint
source: Copy fingerprint
ar: انسخ بصمة الإصبع
de: Fingerabdruck kopieren
es: Copiar huella digital
fr: Copier l’empreinte
hu: Ujjlenyomat másolása
it: Copia impronta digitale
ja: フィンガープリントをコピー
ko: 핑거프린트 복사
pt_br: Copiar impressão digital
pt_pt: Copiar impressão digital
ru: Скопировать отпечаток
uk: Скопіювати відбиток ключа
zh_hans: 复制指纹

# copy_ssh_public_key
source: Copy public key
ar: اِنسخ المفتاح العام
de: Öffentlicher Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
hu: Nyilvános kulcs másolása
it: Copia chiave pubblica
ja: 公開鍵をコピー
ko: 공개 키 복사
pt_br: Copiar chave pública
pt_pt: Copiar chave pública
ru: Скопировать открытый ключ
uk: Скопіювати публічний ключ
zh_hans: 复制公钥

# copy_ssh_unencrypted_private_key
source: Copy unencrypted private key
ar: نسخ المفتاح الخاص غير المشفر
de: Unverschlüsselter privater Schlüssel kopieren
es: Copiar la clave privada sin cifrar
fr: Copier la clé privée non chiffrée
hu: Titkos kulcs másolása titkosítatlanul
it: Copia chiave privata non crittografata
ja: 暗号化されていない秘密鍵をコピー
ko: 암호화되지 않은 개인 키 복사
pt_br: Copiar chave privada não criptografada
pt_pt: Copiar chave privada desencriptada
ru: Скопировать незашифрованный секретный ключ
uk: Скопіювати незашифрований секретний ключ
zh_hans: 复制未加密的私钥

source: Copy URI
ar: انسخ عنوان URL
de: URI kopieren
es: Copiar URI
fr: Copier l'URI
hu: URI másolása
it: Copia URI
ja: URI をコピー
ko: URI 복사
pt_br: Copiar URI
pt_pt: Copiar URI
ru: Скопировать URI
uk: Скопіювати URI
zh_hans: 复制 URI

source: Copy URL
ar: انسخ عنوان URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
hu: URL másolása
it: Copia URL
ja: URL をコピー
ko: URL 복사
pt_br: Copiar URL
pt_pt: Copiar endereço
ru: Скопировать URL
uk: Скопіювати URL
zh_hans: 复制 URL

source: Copy username
ar: انسخ اسم المستخدم
de: Benutzername kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
hu: Felhasználónév másolása
it: Copia nome utente
ja: ユーザー名をコピー
ko: 사용자 이름 복사
pt_br: Copiar nome de usuário
pt_pt: Copiar nome de utilizador
ru: Скопировать имя пользователя
uk: Скопіювати ім'я користувача
zh_hans: 复制用户名

source: Copy value
ar: نسخ القيمة
de: Inhalt kopieren
es: Copiar valor
fr: Copier la valeur
hu: Érték másolása
it: Copia valore
ja: 値をコピー
ko: 값 복사
pt_br: Copiar valor
pt_pt: Copiar valor
ru: Копировать значение
uk: Скопіювати значення
zh_hans: 复制值

source: Country
ar: دولة
de: Land
es: País
fr: Pays
hu: Ország
it: Paese
ja: 国
ko: 국가
pt_br: País
pt_pt: País
ru: Страна
uk: Країна
zh_hans: 国家/地区

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
it: Crea account
ja: アカウントを作成
ko: 계정 만들기
pt_br: Criar conta
pt_pt: Criar conta
ru: Создать учётную запись
uk: Створити обліковий запис
zh_hans: 创建帐号

# create_database
source: Create a database
ar: إنشاء قاعدة بيانات
de: Erstelle eine Datenbank
es: Crear una base de datos
fr: Créer une base de données
hu: Adatbázis létrehozása
it: Crea un database
ko: 데이터베이스 만들기
pt_br: Criar um banco de dados
pt_pt: Criar uma base de dados
ru: Создать базу данных
uk: Створити базу даних
zh_hans: 创建数据库

source: Created
ar: أُنشئ
de: Erstellt
es: Creado
fr: Créé le
it: Creato
ja: 作成日時
ko: 생성됨
pt_br: Criado
pt_pt: Criado
ru: Создано
uk: Створено
zh_hans: 创建于

# credential_exchange_export_credential_card
source: Card
ar: بطاقة
de: Karte
fr: Carte bancaire
ko: 카드
pt_br: Cartão
pt_pt: Cartão
uk: Картка
zh_hans: 卡片

# credential_exchange_export_credential_fields
source: Custom fields
ar: حقول مخصصة
de: Benutzerdefinierte Felder
fr: Champs personnalisés
ko: 사용자 지정 필드
pt_br: Campos personalizados
pt_pt: Campos personalizados
uk: Користувацькі поля
zh_hans: 自定义字段

# credential_exchange_export_credential_identity
source: Identity
ar: الهوية
de: Identität
fr: Identité
ko: 신원
pt_br: Identidade
pt_pt: Identidade
uk: Особисті дані
zh_hans: 身份

# credential_exchange_export_credential_note
source: Note
ar: ملاحظة
de: Notiz
ko: 메모
pt_br: Nota
pt_pt: Nota
uk: Нотатка
zh_hans: 备注

# credential_exchange_export_credential_passkey
source: Passkey
ar: مفتاح مرور
fr: Clé d'authentification (passkey)
ko: 패스키
pt_br: Chave de acesso
pt_pt: Chave de acesso
uk: Ключ доступу
zh_hans: 通行密钥

# credential_exchange_export_credential_password
source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
uk: Пароль
zh_hans: 密码

# credential_exchange_export_credential_ssh_key
source: SSH key
ar: مفتاح SSH
de: SSH-Schlüssel
fr: Clé SSH
ko: SSH 키
pt_br: Chave SSH
pt_pt: Chave SSH
uk: SSH-ключ
zh_hans: SSH 密钥

# credential_exchange_export_credential_totp
source: One-time password
ar: كلمة مرور لمرة واحدة
de: Einmalpasswort
fr: Mot de passe à usage unique (OTP)
ko: OTP
pt_br: Senha de uso único
pt_pt: Código 2FA
uk: Одноразовий пароль
zh_hans: 一次性密码

# credential_exchange_export_empty_label
source: There are no credentials to transfer.
ar: لا توجد بيانات اعتماد لنقلها.
de: Es sind keine Anmeldedaten zum Übertragen vorhanden.
fr: Il n'y a pas d'identifiants à transférer.
pt_br: Não há credenciais a transferir.
pt_pt: Não há credenciais para transferir.
uk: Немає облікових даних для передавання.
zh_hans: 没有可转移的凭据。

# credential_exchange_export_error_account_unavailable
source: This account is no longer available.
ar: هذا الحساب لم يعد متاحًا.
de: Dieses Konto ist nicht mehr verfügbar.
fr: Ce compte n'est plus disponible.
pt_br: Esta conta não está mais disponível.
pt_pt: Esta conta já não está disponível.
uk: Цей обліковий запис більше недоступний.
zh_hans: 此账户已不可用。

# credential_exchange_export_error_unknown
source: Something went wrong while preparing the items.
ar: حدث خطأ أثناء تحضير العناصر.
de: Beim Vorbereiten der Einträge ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la préparation des éléments.
pt_br: Algo deu errado durante a preparação dos itens.
pt_pt: Algo correu mal durante a preparação dos itens.
uk: Під час підготовки записів сталася помилка.
zh_hans: 准备条目时出错。

# credential_exchange_export_export_button
source: Transfer
ar: نقل
de: Übertragen
fr: Transférer
pt_br: Transferência
pt_pt: Transferir
uk: Передати
zh_hans: 转移

# credential_exchange_export_header_text
source: App requests access to credentials
ar: التطبيق يطلب الوصول إلى بيانات الاعتماد
de: Eine App fordert Zugriff auf Anmeldedaten an
fr: Demande d'accès de l'application aux identifiants
pt_br: A aplicação pede acesso a credenciais
pt_pt: A aplicação solicita acesso às credenciais
uk: Застосунок запитує доступ до облікових даних
zh_hans: 应用请求访问凭据

# credential_exchange_export_header_text_named
source: %1$@ requests access to credentials
ar: %1$@ يطلب الوصول إلى بيانات الاعتماد
de: %1$@ fordert Zugriff auf Anmeldedaten an
fr: %1$@ demande l'accès aux identifiants.
pt_br: %1$@ solicita acesso às credenciais
pt_pt: %1$@ solicita acesso às credenciais
uk: %1$@ запитує доступ до облікових даних
zh_hans: %1$@ 请求访问凭据

# credential_exchange_export_header_title
source: Transfer credentials
ar: نقل بيانات الاعتماد
de: Anmeldedaten übertragen
fr: Transférer les identifiants
pt_br: Transferir credenciais
pt_pt: Transferir credenciais
uk: Передати облікові дані
zh_hans: 转移凭据

# credential_exchange_import_empty_label
source: The selected app didn't send any importable items.
ar: لم يرسل التطبيق المحدد أي عناصر قابلة للاستيراد.
de: Die ausgewählte App hat keine importierbaren Einträge gesendet.
fr: L'application sélectionnée n'a envoyé aucun élément importable.
pt_br: O aplicativo selecionado não enviou itens importáveis.
pt_pt: A aplicação selecionada não enviou nenhum item importável.
uk: Обраний застосунок не надіслав жодного запису, який можна імпортувати.
zh_hans: 所选应用未发送任何可导入的条目。

# credential_exchange_import_error_no_providers
source: None of the installed apps can share credentials this way.
ar: لا يمكن لأي من التطبيقات المثبّتة مشاركة بيانات الاعتماد بهذه الطريقة.
de: Keine der installierten Apps kann Anmeldedaten auf diese Weise teilen.
fr: Aucune des applications installées ne peut partager les identifiants de cette façon.
pt_br: Nenhum dos aplicativos instalados pode compartilhar credenciais dessa forma.
pt_pt: Nenhuma das aplicações instaladas consegue partilhar credenciais dessa forma.
uk: Жоден зі встановлених застосунків не може передавати облікові дані в цей спосіб.
zh_hans: 已安装的应用中没有任何应用能以这种方式共享凭据。

# credential_exchange_import_error_parse
source: The received data couldn't be read.
ar: تعذّرت قراءة البيانات المستلمة.
de: Die empfangenen Daten konnten nicht gelesen werden.
fr: Les données reçues ne sont pas lisibles.
pt_br: Os dados recebidos não puderam ser lidos.
pt_pt: Os dados recebidos não puderam ser lidos.
uk: Не вдалося прочитати отримані дані.
zh_hans: 无法读取接收到的数据。

# credential_exchange_import_error_save
source: Failed to import the credentials.
ar: فشل استيراد بيانات الاعتماد.
de: Die Anmeldedaten konnten nicht importiert werden.
fr: Impossible d'importer les identifiants.
pt_br: Falha ao importar as credenciais.
pt_pt: Falha ao importar as credenciais.
uk: Не вдалося імпортувати облікові дані.
zh_hans: 导入凭据失败。

# credential_exchange_import_error_unavailable
source: Credential transfer isn't available on this device. It requires a recent version of Google Play services.
ar: نقل بيانات الاعتماد غير متاح على هذا الجهاز. يتطلب إصدارًا حديثًا من خدمات Google Play.
de: Die Übertragung von Anmeldedaten ist auf diesem Gerät nicht verfügbar. Dafür ist eine aktuelle Version der Google Play-Dienste erforderlich.
fr: Le transfert d'identifiants n'est pas disponible sur cet appareil. Il nécessite une version récente des services Google Play.
pt_br: A transferência de credenciais não está disponível neste dispositivo. Requer uma versão recente do Google Play Services.
pt_pt: A transferência de credenciais não está disponível neste dispositivo. É necessária uma versão recente dos serviços Google Play.
uk: Перенесення облікових даних недоступне на цьому пристрої. Для нього потрібна новіша версія сервісів Google Play.
zh_hans: 此设备不支持凭据转移。这需要较新版本的 Google Play 服务。

# credential_exchange_import_error_unknown
source: Something went wrong while importing the items.
ar: حدث خطأ أثناء استيراد العناصر.
de: Beim Importieren der Einträge ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de l'importation des éléments.
pt_br: Algo deu errado durante a importação dos itens.
pt_pt: Ocorreu um erro durante a importação dos artigos.
uk: Під час імпорту записів сталася помилка.
zh_hans: 导入条目时出错。

# credential_exchange_import_header_text
source: Move credentials directly from another password manager installed on this device.
ar: انقل بيانات الاعتماد مباشرة من مدير كلمات مرور آخر مثبّت على هذا الجهاز.
de: Anmeldedaten direkt aus einem anderen Passwortmanager übertragen, der auf diesem Gerät installiert ist.
fr: Déplacer les identifiants directement depuis un autre gestionnaire de mots de passe installé sur cet appareil.
pt_br: Mova as credenciais diretamente de outro gerenciador de senhas instalado neste dispositivo.
pt_pt: Transfira as credenciais diretamente de outro gestor de palavras-passe instalado neste dispositivo.
uk: Перенесіть облікові дані безпосередньо з іншого менеджера паролів, установленого на цьому пристрої.
zh_hans: 直接从此设备上安装的其他密码管理器转移凭据。

# credential_exchange_import_header_title
source: Import credentials
ar: استيراد بيانات الاعتماد
de: Anmeldedaten importieren
fr: Importer les identifiants
pt_br: Importar credenciais
pt_pt: Importar credenciais
uk: Імпорт облікових даних
zh_hans: 导入凭据

# credential_exchange_import_import_button
source: Import
ar: استيراد
de: Importieren
fr: Importer
pt_br: Importar
pt_pt: Importar
uk: Імпортувати
zh_hans: 导入

# credential_exchange_import_learn_more
source: Learn about credential exchange
ar: تعرّف على تبادل بيانات الاعتماد
de: Mehr über die Übertragung von Anmeldedaten erfahren
fr: En savoir plus sur l'échange d'identifiants
pt_br: Saiba mais sobre troca de credenciais
pt_pt: Saiba mais sobre a troca de credenciais
uk: Докладніше про обмін обліковими даними
zh_hans: 了解凭据交换

# credential_exchange_import_retry_button
source: Retry import
ar: إعادة محاولة الاستيراد
de: Import erneut versuchen
fr: Réessayer l'importation
pt_br: Tentar importar novamente
pt_pt: Tentar importar novamente
uk: Повторити імпорт
zh_hans: 重试导入

# credential_exchange_import_review_accounts_note
source: The received data contains %lld accounts; all of their items are imported into this account.
ar: تحتوي البيانات المستلمة على %lld حساب؛ وتُستورد جميع العناصر الواردة فيها إلى هذا الحساب.
de: Die empfangenen Daten enthalten %lld Konten; alle darin enthaltenen Elemente werden in dieses Konto importiert.
es: Los datos recibidos contienen %lld cuentas; todos sus elementos se importarán a esta cuenta.
fr: Les données reçues contiennent %lld comptes ; tous leurs éléments sont importés dans ce compte.
hu: A beérkezett adatok %lld fiókot tartalmaznak; a bennük lévő összes elemet ebbe a fiókba importálja az alkalmazás.
it: I dati ricevuti contengono %lld account; tutti i loro elementi vengono importati in questo account.
ja: 受信したデータには %lld 件のアカウントが含まれています。各アカウントのすべてのアイテムが、このアカウントにインポートされます。
ko: 받은 데이터에 %lld개의 계정이 있습니다. 모든 항목을 이 계정으로 가져옵니다.
pt_br: Os dados recebidos contêm %lld contas; todos os seus itens são importados para esta conta.
pt_pt: Os dados recebidos contêm %lld contas; todos os seus artigos são importados para esta conta.
ru: Полученные данные содержат %lld учётных записей; все их элементы будут импортированы в текущую учётную запись.
uk: Отримані дані містять %lld облікових записів; усі їхні записи буде імпортовано до цього облікового запису.
zh_hans: 接收到的数据包含 %lld 个账户；其所有条目都将导入到此账户中。

# credential_exchange_import_review_all_items_section
source: All items
ar: جميع العناصر
de: Alle Einträge
fr: Tous les éléments
ko: 모든 항목
pt_br: Todos os itens
pt_pt: Todos as entradas
uk: Усі записи
zh_hans: 所有条目

# credential_exchange_import_review_cards_note
source: %lld cards
ar: %lld بطاقة
de: %lld Karten
es: %lld tarjetas
fr: %lld cartes bancaires
hu: %lld kártya
it: %lld carte
ja: %lld 件のカード
ko: 카드 %lld개
pt_br: %lld cartões
pt_pt: %lld cartões
ru: %lld карт
uk: %lld карток
zh_hans: %lld 张卡片

# credential_exchange_import_review_folders_note
source: %lld folders
ar: %lld مجلد
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
hu: %lld mappa
it: %lld cartelle
ja: %lld 個のフォルダー
ko: 폴더 %lld개
pt_br: %lld pastas
pt_pt: %lld pastas
ru: %lld папок
uk: %lld тек
zh_hans: %lld 个文件夹
